Repository: prey/prey-ios-client
Catalog: Prey/Localizable.strings/*.lproj/Localizable.strings
Languages: es

source: You must accept the Terms & Conditions
es: Debe aceptar los términos y condiciones

source: Terms and Conditions
es: Términos y Condiciones

source: Privacy Policy
es: Política de Privacidad

source: I confirm that I am over 16 years old
es: Declaro ser mayor de 16 años

source: I have read and agree to the Terms and Conditions and Privacy Policy
es: He leído y acepto los Términos y Condiciones y la Política de Privacidad

source: Read More
es: Leer más

source: New
es: Nuevo

source: You don't have geofences
es: No tienes Geocercas agregadas

source: KEEP TRACK OF YOUR DEVICES WITH GEOFENCING
es: NUNCA PIERDAS DE VISTA TUS EQUIPOS CON GEOCERCAS

source: Get our Home plan and use our Geofencing feature to get notifications whenever your devices leave or enter an area
es: Suscríbete a nuestro plan Home y usa Geocercas para recibir notificaciones cuando tus dispositivos entren o salgan de un área

source: FULL PROTECTION FOR YOUR DEVICES
es: PROTECCIÓN COMPLETA PARA TUS DISPOSITIVOS

source: 100 reports per device Ultra-fast frecuency for reports Scan hardware for changes Geofencing for Home plans and over Priority support
es: 100 reportes por dispositivo Alta frecuenta de reportes Detección de cambios en el hardware Geocercas para planes Home en adelante Soporte prioritario

# Personal Plan, 1 year
source: Starter Plan, 1 year
es: Plan Starter, 1 año

source: Recovery Stories
es: Historias de recuperación

source: Done
es: Listo

source: Geofence
es: Geocerca

source: Your Geofences
es: Tus geocercas

source: Ashley uses Prey on all her devices: her Macbook, her iPhone and iPad. But one day, she was at the wrong place at the wrong time and someone stole her tablet.
es: Ashley usa Prey en todos sus dispositivos: su Macbook, su iPhone y su iPad. Un día, estando en el lugar y momento equivocado, alguien robó su tablet.

source: Meet Steve, he steals objects left unattended.
es: Saluden a Steve, suele robar objetos cuando ve la oportunidad.

source: Losing a device means losing precious data, memories, information and some really expensive equipment.
es: Perder un dispositivo significa también perder datos, recuerdos y un equipo bastante caro.

source: Without him knowing it, Prey is silently capturing pictures, location, and sending the legitimate owner complete reports. Ashley can also use Prey to remotely lock her device down and wipe her sensitive data.
es: Sin que Steve lo sepa, Prey está silenciosamente tomando fotos, registrando la ubicación y enviándole a la dueña del equipo reportes con la información.

source: Good thing Ashley has PREY activated! She just got the reports from her stolen device, so now the police has accurate evidence to work with.
es: Lo bueno es que Ashley tiene Prey activado. Ya recibió los reportes de su tablet robada y la policía tiene evidencia sólida para atrapar al ladrón.

source: With the detailed reports on the missing device, Ashley had more worries, she got her device back.
es: Con el trabajo de Prey y la policía, Ashley pudo recuperar su dispositivo.

source: Don't wait for the worst to happen to take action. Sign up, enter your registration details and set up Prey on your phone.
es: No esperes a que pase lo peor para actuar. Regístrate, ingresa tus datos y configura Prey en tu teléfono.

source: SIGN IN
es: INGRESAR

source: prey account
es: cuenta Prey

source: SIGN UP
es: REGÍSTRATE

source: username
es: usuario

source: email
es: correo

source: password
es: contraseña

source: CREATE MY NEW ACCOUNT
es: CREAR MI NUEVA CUENTA

source: already have an account?
es: ¿Ya tienes una cuenta?

source: ACCESS TO MY ACCOUNT
es: INGRESAR A MI CUENTA

source: don’t have an account?
es: ¿No tienes cuenta aún?

source: NOT PROTECTED
es: DESPROTEGIDO

source: current device status
es: estado de tu dispositivo

source: PROTECTED
es: PROTEGIDO

source: REMOTE CONTROL FROM YOUR
es: CONTROLAR REMOTAMENTE

source: PREY ACCOUNT
es: DESDE TU CUENTA PREY

source: CONFIGURE
es: CONFIGURAR

source: PREY SETTINGS
es: PREY

source: About
es: Acerca de

source: Access Denied
es: Acceso denegado

source: Accessing your account...
es: Accediendo a tu cuenta...

source: Account created! Remember to verify your account by opening your inbox and clicking on the link we sent to your email address.
es: ¡Cuenta creada! Recibirás un correo de confirmación dentro de unos minutos.

source: Add this device!
es: ¡Agregar este dispositivo!

source: Already a Prey user
es: Ya soy usuario

source: An unknown error has occurred
es: Ha ocurrido un error desconocido

source: Attaching device...
es: Agregando dispositivo...

source: Camouflage mode
es: Modo camuflado

source: Checking your password...
es: Comprobando contraseña...

source: Choose a password of at least 6 characters
es: Contraseña debe ser mínimo de 6 caracteres

source: Congratulations!
es: ¡Felicitaciones!

source: Congratulations! You have successfully associated this iOS device with your Prey account.
es: ¡Felicitaciones! ¡Tu dispositivo ha sido registrado bajo tu cuenta Prey. Desde ahora puedes monitorearlo remotamente desde preyproject.com. Descansa tranquilo!

source: Couldn't add your device
es: No pudimos agregar tu dispositivo.

# Couldn't check your password
source: The password you entered is incorrect.
es: La contraseña es incorrecta.

# Invalid Credentials
source: Please try again.
es: Intenta nuevamente.

source: Create my account!
es: Crear mi cuenta

source: Create Prey account
es: Crear una cuenta Prey

source: Creating account...
es: Creando cuenta...

source: Current Location
es: Ubicación actual

source: Detach device
es: Eliminar dispositivo

source: Device not ready!
es: Dispositivo no protegido

source: Device ready
es: Dispositivo protegido

source: Enter a valid e-mail address
es: Ingresa un e-mail válido

source: Help
es: Ayuda

source: It seems you've reached your limit for devices on the Control Panel. Try removing this device from your account if you had already added.
es: No tienes capacidad para agregar más dispositivos en tu cuenta Prey. Para aumentar la capacidad disponible, puedes contratar una cuenta Prey Pro.

source: To fully protect your device Prey must have access to its location at all times. In Settings, go to Location and select Always.
es: Para proteger completamente el dispositivo, Prey debe acceder a tu ubicación en todo momento. En Configuración, selecciona Ubicación y marca Siempre.

source: Log in to Prey
es: Ingresa a Prey

source: New user
es: Nuevo usuario

source: No, don't delete
es: No borrar

source: Password must be at least 6 characters
es: Contraseña debe tener al menos 6 caracteres

source: Passwords do not match
es: Contraseñas no coinciden

source: Please wait
es: Espera un segundo

source: Please make sure the password you entered is valid.
es: Por favor asegúrate que la contraseña ingresada sea válida.

source: Preferences
es: Preferencias

source: Repeat your password
es: Repite tu contraseña

source: Settings
es: Preferencias

source: Terms of Service
es: Términos del servicio

source: There was a problem getting your account information. Please make sure the email address you entered is valid, as well as your password.
es: Hubo un problema obteniendo la información de tu cuenta. Por favor asegúrate que tanto el email como la contraseña ingresada son válidas.

source: Unable to access Location Services. You need to grant Prey access if you wish to track your device.
es: No pudimos acceder a los servicios de localización. Necesitas darle acceso a Prey si deseas localizar el dispositivo.

source: Unable to fetch location data. Is this device on airplane mode?
es: No fue posible obtener información de localización. ¿Está el dispositivo en modo avión?

source: Upgrade to Pro
es: Cámbiate a Pro

source: User couldn't be created
es: El usuario no pudo ser creado

source: Version
es: Versión

source: Warning
es: Advertencia

source: We have a situation!
es: ¡Tenemos un problema!

source: Wrong password. Try again.
es: Contraseña incorrecta. Recuerda que tienes que verificar tu email para poder ingresar.

source: Yes, remove from my account
es: Sí, remover de mi cuenta

source: You have successfully associated this device with your Prey Control Panel account.
es: Has asociado exitosamente el dispositivo con tu cuenta del Panel de Control de Prey

source: You're about to delete this device from the Control Panel. Are you sure?
es: Vas a remover este dispositivo del Panel de Control. ¿Estás seguro?

source: Your device is protected and waiting for the activation signal.
es: Tu dispositivo está protegido y a la espera de la señal de activación.

source: Your email
es: Tu email

source: Your name
es: Tu nombre

source: Rate us
es: Califícanos

source: Give us ★★★★★ on the App Store if you like Prey.
es: Dános ★★★★★ en la App Store si te gusta Prey.

source: Remind me later
es: Más tarde

source: Yes, rate Prey!
es: Sí, calificar a Prey!

source: Information
es: Información

source: Thanks for your support. You've just gained access to all the Pro features, including private and direct support from us, the Prey Team.
es: Ahora tienes acceso a todas las características Pro de Prey, como por ejemplo el soporte directo con nuestro equipo técnico.

source: Congrats, you're now Pro
es: Enhorabuena, Ya eres Pro

source: Your password
es: Contraseña

source: Forgot your password?
es: ¿Contraseña olvidada?

source: Try Again
es: Volver a intentar

source: Device set up!
es: ¡Dispositivo configurado!

source: Manage Prey settings
es: Configurar las opciones de Prey

source: Go to Control Panel
es: Acceder al panel de control

source: Type in your password
es: Introduzca la contraseña

source: Swipe to go back
es: Deslizar para volver atrás

source: Share on Facebook
es: Compartir en Facebook

source: Share on Twitter
es: Compartir en Twitter

source: Detaching device ...
es: Desvinculando el dispositivo...

source: Is not available
es: No está disponible

source: Canceled transaction, please try again.
es: Transacción cancelada. Vuelva a intentarlo más tarde.

source: Alert notification disabled
es: Notificaciones de alerta deshabilitadas

source: You need to grant Prey access to show alert notifications in order to remotely mark it as missing.
es: Es necesario garantizar el acceso a Prey para poder mostrar las notificaciones de alerta al marcarlo como perdido.

source: The internet connection appears to be offline
es: La conexión a internet parece estar desactivada

source: Authenticate for login?
es: ¿Autenticar para inicio de sesión?

source: There was a problem verifying your identity
es: Hubo un problema verificando su identidad

source: Prey will track your laptop, phone and tablet if they ever go missing, whether you're in town or abroad.
es: Prey te ayudará a localizar tu teléfono, computador o tableta en caso de robo o pérdida, tanto en tu ciudad como en el extranjero.

source: Get Rolling
es: Comencemos

source: Protect your devices from theft
es: Protege tus equipos del robo

source: Enable Camera
es: Habilita la cámara

# Enable Location
source: Enable Location Access
es: Permite acceso a Ubicación

source: Enable Notification
es: Habilita las notificaciones

source: They can run but they can't hide
es: Pueden correr, pero no pueden esconderse

source: Sensitive data is gathered only when you request it, and is for your eyes only. Nothing is sent without your permission.
es: La información sensible sólo será recolectada una vez que tú la pidas, y sólo tú tendrás acceso a ella. Nada será enviado sin tu permiso.

source: Thanks, you have made the world a better and safer place.
es: Gracias, has hecho del mundo un lugar mejor y más seguro.

source: Message
es: Mensaje

source: Sign Up
es: Registrarse

source: Log In
es: Ingresar

source: Name can't be blank
es: El nombre no puede estar en blanco

source: Would you like to use Touch ID to access the Prey settings?
es: ¿Te gustaría usar Touch ID para acceder a la configuración de Prey?

source: Would you like to use Face ID to access the Prey settings?
es: ¿Te gustaría usar Face ID para acceder a la configuración de Prey?

source: protected
es: protegido

source: unprotected
es: desprotegido

source: IMPORTANT ALERT
es: ALERTA IMPORTANTE

source: Use device settings
es: Configuración del dispositivo

source: Dark mode
es: Modo obscuro

source: Go to Settings
es: Ir a Configuración

source: Later
es: Más tarde

source: Close
es: Cerrar

source: We couldn't reach our servers due to a connection error. please ensure you have a stable connection
es: No pudimos comunicarnos con nuestros servidores debido a un error de conexión. por favor asegúrate de tener una conexión estable
