Repository: prey/prey-ios-client
Catalog: *.lproj/Localizable.strings
Languages: ca, de, fi, it

source: 10 mins.
ca: 10 min.
de: 10 min.
fi: 10 minuuttia
it: 10 minuti.

source: 15 mins.
ca: 15 min.
de: 15 min.
fi: 15 minuuttia
it: 15 minuti.

source: 2 mins.
ca: 2 min.
de: 2 min.
fi: 2 minuuttia
it: 2 minuti.

source: 20 mins.
ca: 20 min.
de: 20 min.
fi: 20 minuuttia
it: 20 minuti.

source: 30 mins.
ca: 30 min.
de: 30 min.
fi: 30 minuuttia
it: 30 minuti.

source: 30 secs.
ca: 30 s.
de: 30 sec.
fi: 30 sekuntia
it: 30 secondi.

source: 40 mins.
ca: 40 s.
de: 40 min.
fi: 40 minuuttia
it: 40 minuti.

source: 5 mins.
ca: 5 min.
de: 5 min.
fi: 5 minuuttia
it: 5 minuti.

source: A new report has been sent to your Control Panel
ca: S'ha enviat un informe nou al vostre panell de control
de: Ein neuer Report wurde ans Web Control-Panel gesendet
fi: Uusi raportti on lähetetty ohjauspaneeliisi
it: Un nuovo report è stato inoltrato al tuo Pannello di Controllo

source: About
ca: Quant a...
de: Über
fi: Tietoa
it: Informazioni

source: Access Denied
ca: Accés denegat
de: Zugriff verweigert
fi: Pääsy estetty
it: Accesso negato

source: Accessing your account...
ca: S'està accedint al compte...
de: Zugriff auf Account...
fi: Yhdistetään tiliisi
it: Accesso al tuo account...

source: Account created! Remember to verify your account by opening your inbox and clicking on the link we sent to your email address.
ca: S'ha creat el compte! Recordeu verificar el vostre compte, obrint l'enllaç que us hem enviat per correu electrònic.
de: Account erstellt! Bitte bestätigen sie ihren Account noch per Klick auf den Link in der Mail gesendet an ihrer E-Mail-Adresse.
fi: Tili luotu! Muista vahvistaa tilisi avaamalla sähköpostisi ja napsauttamalla linkkiä lähettämästämme sähköpostista.
it: Account creato! Ricorda di verificare il tuo account cliccando sul link che ti è stato inviato via mail.

source: Add this device!
ca: Afegeix aquest dispositiu!
de: Gerät hinzufügen!
fi: LIsää tämä laite!
it: Aggiungi questo dispositivo!

source: Alert on report sent
ca: Notifica en enviar un informe
de: Alarm bei gesendetem Report
fi: Hälytys raportista lähetetty
it: Allerta all'invio di report

source: Already a Prey user
ca: Ja sóc usuari de Prey
de: Bereits Prey User
fi: On jo Prey-käyttäjä
it: Già utente Prey

source: An unknown error has occurred
ca: Hi ha hagut un error desconegut
de: Ein Fehler ist aufgetreten
fi: Tapahtui tuntematon virhe
it: Si è verificato un errore sconosciuto

source: Ask for password
ca: Demana la contrasenya
de: Nach Passwort fragen
fi: Pyydä salasanaa
it: Chiedi una password

source: Attaching device...
ca: S'està associant el dispositiu...
de: Gerät wird hinzugefügt...
fi: Liitetään laitetta...
it: Registrazione dispositivo...

source: Best possible
ca: La millor possible
de: Bestmöglich
fi: Paras mahdollinen
it: Migliore possibile

source: Camouflage mode
ca: Mode camuflatge
de: Camouflage Modus
fi: Naamiotila
it: Modalità mimetica

source: Cancel
ca: Cancel·la
de: Abbrechen
fi: Peruuta
it: Annulla

source: Checking your password...
ca: S'està verificant la contrasenya...
de: Passwort wird überprüft...
fi: Tarkistetaan salasanaasi...
it: Controllo password...

source: Choose a 6 characters password
ca: Trieu una contrasenya amb mínim 6 caràcters
de: Wähle ein 6-stelliges Passwort
fi: Valitse 6 merkkiä pitkä salasana
it: Scegli una password di 6 caratteri

source: Congratulations!
ca: Enhorabona!
de: Glückwunsch!
fi: Onnittelut!
it: Congratulazioni!

source: Congratulations! You have successfully associated this iOS device with your Prey account.
ca: Heu associat correctament aquest dispositiu iOS amb el vostre compte.
de: Glückwunsch! Dieses Gerät wurde erfolgreich eingerichtet. Überwache es jetzt auf preyproject.com. Rest safe!
fi: Onnittelut! Olet liittänyt tämän iOS-laitteen onnistuneesti Prey-tiliisi.
it: Congratulazioni! Hai associato questo dispositivo iOS al tuo account Prey

source: Couldn't add your device
ca: No es pot afegir el dispositiu.
de: Gerät konnte nicht hinzugefügt werden
fi: Laitetta ei voitu lisätä
it: Non posso aggiungere il tuo dispositivo

source: Couldn't check your password
ca: No es pot verificar la contrasenya
de: Passwort konnte nicht überprüft werden
fi: Salasanaasi ei voitu tarkistaa
it: Non posso controllare la password

source: Create my account!
ca: Crea un compte nou!
de: Account erstellen!
fi: Luo tilini!
it: Crea il mio account!

source: Create Prey account
ca: Crea un compte de Prey
de: Prey Account erstellen
fi: Luo Prey-tili
it: Crea l'account Prey

source: Creating account...
ca: S'està creant el compte...
de: Account wird erstellt...
fi: Luodaan tiliä...
it: Creazione account...

source: Delay
ca: Retard
de: Verzögerung
fi: Viive
it: Ritardo

source: Delete log
ca: Suprimeix el registre
de: Log löschen
fi: Poista loki
it: Cancella log

source: Detach device
ca: Suprimeix el dispositiu
de: Gerät trennen
fi: Irrota laite
it: Non associare questo telefono

source: Email
ca: Correu electrònic
fi: Sähköposti

source: Enter a valid e-mail address
ca: Inseriu un correu electrònic vàlid.
de: Gültige E-Mail Adresse eingeben
fi: Syötä kelvollinen sähköpostiosoite
it: Inserisci un indirizzo mail valido

source: Hundreds of Meters
ca: Centenars de metres
de: Hunderte Meter
fi: Satoja metrejä
it: Centinaia di Metri

source: It seems you've reached your limit for devices on the Control Panel. Try removing this device from your account if you had already added.
ca: Sembla que heu exhaurit el nombre màxim de dispositius permesos al vostre compte. Proveu suprimint els que ja no feu servir.
de: Du hast deine freien Slots für Geräte deines Prey Accounts aufgebraucht. Sie können mit einem Upgrade zu Prey Pro die Anzahl der Slots erhöhen.
fi: Näyttää siltä, että olet saavuttanut laitemäärän rajan ohjauspaneelissa. Yritä poistaa tämä laite tililtäsi, jos olet sen jo lisännyt.
it: Sembra che tu abbia raggiunto il limite di dispositivi nel Pannello di Controllo. Prova a rimuovene uno.

source: Location accuracy
ca: Precisió de la ubicació
de: Lokalisierungs-Genauigkeit
fi: Sijainnin tarkkuus
it: Accuratezza localizzazione

source: Log
ca: Registre
fi: Loki

source: Log in to Prey
ca: Inicia la sessió a Prey
de: Login in Prey
fi: Kirjaudu sisään Prey-sovellukseen
it: Accedi a Prey

source: Log records will be deleted. Are you sure?
ca: Els registres seran suprimits. Voleu continuar?
de: Log Einträge werden gelöscht. Sind sie sicher?
fi: Lokitiedot poistetaan. Oletko varma?
it: I log registrati verranno cancellati. Sei sicuro?

source: Log records will be sent to developers. You'll be able to check the email body before proceed.
ca: Els registres seran enviats als desenvolupadors. Hauríeu de verificar el correu abans de procedir.
de: Log Einträge werden an die Entwickler gesendet. Sie können den E-Mail-Text vor dem Fortfahren überprüfen.
fi: Lokitiedot lähetetään kehittäjille. Voit tutustua sähköpostiviestiin ennen jatkamista.
it: I log registrati saranno inviati agli sviluppatori. Potrai controllare il corpo della mail prima di procedere.

source: Mark as missing
ca: Marca com a perdut
de: Als vermisst markieren
fi: Merkitse hävinneeksi
it: Segna come mancanti

source: Mark as recovered
ca: Marca com a recuperat
de: Als wiedergefunden markieren
fi: Merkitse löydetyksi
it: Segna come ritrovato

source: Name
ca: Nom
fi: Nimi
it: Nome

source: Nearest 10 meters
ca: En un radi de 10 metres
de: Nächste 10 Meter
fi: Lähimmät 10 metriä
it: Entro 10 metri

source: Nearest 3 kilometers
ca: En un radi de 3 quilòmetres
de: Nächste 3 Kilometer
fi: Lähimmät 3 kilometriä
it: Entro 3 chilometri

source: New user
ca: Usuari nou
de: Neuer Benutzer
fi: Uusi käyttäjä
it: Nuovo utente

source: No, don't delete
ca: No, no suprimeixis
de: Nein, nicht löschen
fi: Ei, älä poista
it: No, non cancellare

source: None: Send everything.
ca: Cap: envia-ho tot.
de: Nichts: Alles senden.
fi: Ei mitään: Lähetä kaikki.
it: Nessuno: Invia tutto.

source: OK
ca: Correcte

source: One kilometer
ca: 1 quilòmetre
de: Ein Kilometer
fi: Yksi kilometri
it: Un chilometro

source: Password
ca: Contrasenya
de: Passwort
fi: Salasana

source: Password must be at least 6 characters
ca: La contrasenya ha de tenir com a mínim 6 caràcters
de: Passwort muss mindestens 6-stellig sein
fi: Salasanan pitää olla vähintään 6 merkin pituinen
it: La password dev'essere lunga almeno 6 caratteri

source: Passwords do not match
ca: Les contrasenyes no coincideixen
de: Passwörter stimmen nicht überein
fi: Salasanat eivät täsmää
it: Le password non corrispondono

source: Please wait
ca: S'està treballant
de: Bitte warten
fi: Odota
it: Attendi

source: Prey alert
ca: Alerta de Prey
de: Prey Alarm
fi: Prey-hälytys
it: Avviso Prey

source: Prey next execution in %i minutes.
ca: Propera execució en %i minuts.
de: Nächste Prey Ausführung in %i Minuten.
fi: Preyn seuraava suoritus %i minuutin kuluttua.
it: La prossima esecuzione di Prey in %i minuti.

source: Prey will stop sending reports to the Control Panel and your device will be mark as recovered. Are you sure?
ca: Prey aturará l'enviament d'informes al panell de control i marcarà aquest dispositiu com a recuperat. Voleu continuar?
de: Prey wird keine Reports mehr an das Web Control-Panel senden und das Gerät wird als wiedergefunden markiert. Sind sie sicher?
fi: Prey lopettaa raporttien lähetyksen ohjauspaneeliin ja laitteesi merkitään löydetyksi. Oletko varma?
it: Prey terminerà di inviare i report al Pannello di Controllo, e il tuo dispositivo sarà contrassegnato come recuperato. Sei sicuro?

source: Quite accurate
ca: Molt precisa
de: Ziemlich genau
fi: Melko tarkka
it: Abbastanza accurato

source: Read Message
ca: Obre el missatge
de: Nachricht lesen
fi: Lue viesti
it: Leggi il messaggio

source: Removing device...
ca: S'està suprimitn el dispositiu...
de: Gerät wird entfernt...
fi: Poistaa laitetta...
it: Rimuovo il dispositivo...

source: Repeat your password
ca: Torneu a inserir la contrasenya
de: Passwort wiederholen
fi: Toista salasanasi
it: Ripeti la password

source: Report couldn't be sent
ca: No s'ha enviat l'informe
de: Report konnte nicht gesendet werden
fi: Raporttia ei voitu lähettää
it: Il report non può essere inoltrato

source: Send log
ca: Envia el registre
de: Log senden
fi: Lähetä loki
it: Invia log

source: Settings
ca: opcions
de: Einstellungen
fi: Asetukset
it: Impostazioni

source: Starting Prey...
ca: S'està iniciant Prey...
de: Prey wird gestartet...
fi: Käynnistetään Preytä...
it: Avvia Prey...

source: Stopping Prey...
ca: S'està aturant Prey...
de: Prey wird angehalten...
fi: Pysäytetään Preytä...
it: Ferma Prey...

source: There was a problem getting your account information. Please make sure the email address you entered is valid, as well as your password.
ca: No s'ha pogut accedir al compte. Assegureu-vos que les credencials inserides són correctes.
de: Es ist ein Problem beim Abrufen der Account-Informationen aufgetreten. Bitte überprüfen sie die eingegebene E-Mail-Adresse und Passwort.
fi: Tilitietojesi saamisessa tapahtui virhe. Varmista, että sähköpostiosoitteesi ja salasanasi ovat oikein.
it: C'è stato un errore nell'importazione delle tue informazioni. Assicurati che l'indirizzo inserito e la password siano entrambi validi.

source: Unable to access Location Services. You need to grant Prey access if you wish to track your device.
ca: Ha fallat l'accés als serveis d'ubicació. Heu de concedir permisos de seguretat a Prey perquè pugui localitzar el vostre dispositiu.
de: Zugriff auf Location Services fehlgeschlagen. Sie müssen Prey Zugriff gewähren um dieses Gerät zu überwachen.
fi: Sijaintipalveluihin pääsy ei onnistu. Sinun pitää myöntää Preylle pääsy, jos haluat jäljittää laitettasi.
it: Impossibile accedere ai servizi di localizzazione. Devi dare a Prey i permessi per accedervi se vuoi tracciare il dispositivo.

source: Unable to fetch location data. Is this device on airplane mode?
ca: No s'ha pogut obtenir les dades de la ubicació. El dispositiu està en «Mode avió»?
de: Abruf der Location-Daten nicht möglich. Ist das Gerät im Flugzeug-Modus?
fi: Sijaintitiedon nouto ei onnistunut. Onko laite lentokone-tilassa?
it: Impossibile scaricare i dati di localizzazione. Questo dispositivo è in modalità Aereo?

source: User couldn't be created
ca: No s'ha pogut crear l'usuari
de: Benutzer konnte nicht erstellt werden
fi: Käyttäjää ei voitu luoda
it: Impossibile creare l'utente

source: Version
ca: Versió
fi: Versio
it: Versione

source: View Details
ca: Mostra els detalls
de: Details anzeigen
fi: Näytä tiedot
it: Vedi dettagli

source: Warning
ca: Atenció
de: Warnung
fi: Varoitus
it: Attenzione

source: We have a situation!
ca: Tenim un problema!
de: Es besteht ein Problem!
fi: Meillä on tilanne päällä!
it: Abbiamo un problema!

source: Welcome to Prey!
ca: Us donem la benvinguda a Prey!
de: Willkommen zu Prey!
fi: Tervetuloa Prey-sovellukseen!
it: Benvenuto in Prey!

source: Wrong password. Try again.
ca: Contrasenya no vàlida. Torneu a provar.
de: Falsches Passwort. Erneut versuchen.
fi: Väärä salasana. Yritä uudelleen.
it: Password errata. Riprova.

source: Yes, remove from my account
ca: Sí, suprimeix-lo del compte
de: Ja, Gerät entfernen
fi: Kyllä, poista tililtäni
it: Si, rimuovi il mio account

source: You have successfully associated this device with your Prey Control Panel account.
ca: Heu associat correctament aquest dispositiu amb el vostre compte. Aneu a les opcions per acabar de configurar Prey.
de: Das Gerät wurde erfolgreich mit ihrem Web Control-Panel verknüpft.
fi: Olet liittänyt tämän laitteen onnistuneesti Preyn ohjauspaneelitiliisi.
it: Hai associato con successo il tuo dispositivo al tuo Pannello di Controllo Prey.

source: You're about to delete this device from the Control Panel. Are you sure?
ca: El dispositiu serà suprimit del panell de control i també la informació associada. Voleu continuar?
de: Hiermit löschen sie das Gerät aus dem Control-Panel. Sind sie sicher?
fi: Olet aikeissa poistaa tämän laitteen ohjauspaneelistasi. Oletko varma?
it: Stai per cancellare questo dispositivo dal Pannello di Controllo. Sei sicuro?

source: You're attempting to mark this device as missing, and start sending reports to the Control Panel. Are you sure?
ca: Esteu a punt de marcar aquest dispositiu com a perdut i Prey començara a enviar informes al panell de control. Voleu continuar?
de: Wenn sie dieses Gerät als vermisst markieren wird es Reports ans Web Control-Panel senden. Sind sie sicher?
fi: Olet aikeissa merkitä tämän laitteen hävinneeksi ja käynnistää raporttien lähetyksen ohjauspaneeliin, Oletko varma?
it: Stai cercando di segnalare il dispositivo come mancante, e iniziare ad inviare report al Pannello di Controllo. Sei sicuro?

source: Your email
ca: Correu electrònic
de: Ihre E-Mail-Adresse
fi: Sähköpostisi
it: La tua email

source: Your name
ca: Nom
de: Ihre Name
fi: Nimesi
it: Il tuo nome

source: A new report has been sent to your Control Panel.
ca: S'ha enviat un nou informe al vostre panell de control.
fi: Uusi raportti on lähetetty ohjauspaneeliisi.
it: Un nuovo report è disponibile nel Pannello di Controllo.

source: By disabling this, Prey won't be able to check its missing status, and the only way to start sending reports will be activating Prey from the Web Control Panel
ca: Inhabilitant aquesta opció, Prey no podrà verificar l'estat del dispoditiu i l'única manera de rebre informes serà mitjançant el panell de control
fi: Jos poistat tämän käytöstä, ei Prey voi enää tarkistaa sen tilaa ja ainoa tapa käynnistää raporttien lähetys on Preyn aktivointi web-ohjauspaneelista
it: Disabilitando questa funzione, Prey non potrà controllare lo status, e il solo modo di iniziare ad inoltrare report sarà l'attivazione tramite il Pannello di Controllo Web.

source: By enabling this, the purple location icon will be shown beside the battery status at the top. This doesn't mean the GPS is on, but it may use a bit of your phone's battery
ca: Habilitant aquesta opció, es mostrarà la icona al costat de l'estat de la bateria. Això no significa que s'estigui utilitzant el GPS, però pot consumir una mica més de bateria
fi: Jos otat tämän käyttöön, näkyy violetti sijaintikuvake ylhäällä akun tilan vieressä. Tämä ei tarkoita, että GPS olisi päällä, mutta se voi silti kuormittaa hivenen puhelimesi akkua.
it: Abilitando questa funzione, l'icona viola della localizzazione verrà mostrata vicino alla batteria in alto. Questo non significa che il GPS è attivato, ma potrebbe consumare un po' della batteria del telefono.

source: Current Location
ca: Ubicació actual
fi: Nykyinen sijainti
it: Posizione attuale

source: Device not ready!
ca: Dispositiu no preparat!
fi: Laite ei ole valmiina!
it: Dispositivo non pronto!

source: Device ready.
ca: Dispositiu preparat.
fi: Laite valmis.
it: Dispositivo pronto.

source: Disable it!
ca: Inhabilita-ho!
fi: Poista käytöstä!
it: Disabilita!

source: Enable it!
ca: Habilita-ho!
fi: Ota käyttöön!
it: Abilita

source: Help
ca: Ajuda
fi: Apua
it: Risoluzione problemi

source: Location services are disabled for Prey. Reports will not be sent.
ca: Els serveis de localització no estan disponibles per a Prey. No s'enviaran informes.
fi: Preyn käyttämät sijaintipalvelut ovat poissa käytöstä. Raportteja ei lähetetä.
it: I servizi di localizzazione sono disabilitati per Prey. I report non saranno inoltrati.

source: Preferences
ca: opcions
fi: Ominaisuudet
it: Preferenze

source: Privacy Policy
ca: Política de privadesa
fi: Yksityisyyden suoja
it: Privacy

source: Terms of Service
ca: Condicions d'ús
fi: Käyttöehdot
it: Termini del Servizio

source: Upgrade to Pro
ca: Actualitzeu-vos a «Pro»
fi: Päivitä Pro-versioon
it: Upgrade a un piano Pro

source: Use Location Listener
ca: Utilitza els serveis de localització
fi: Käytä sijainnin kuuntelijaa
it: Usa Location Listener

source: Your device is protected and waiting for the activation signal.
ca: El dispositiu està preparat i a l'espera de rebre el senyal d'activació.
fi: Laitteesi on suojattu ja se odottaa aktivointisignaalia.
it: Il tuo dispositivo è protetto e aspetta il segnale di attivazione.

source: Remind me later
ca: Recorda-m'ho més tard
fi: Muistuta minua myöhrmmin
it: Ricorda più tardi

source: Rate us
ca: Puntue-nos
fi: Arvostele Prey
it: Votaci

source: Give us ★★★★★ on the App Store if you like Prey.
ca: Puntueu amb ★★★★★ a l'App Store si us agrada Prey.
fi: Anna meille viisi tähteä App Storessa jos pidät Preystä.
it: Dacci ★★★★★ sullo store, se ti piace Prey.

source: Yes, rate Prey!
ca: Sí, vull puntuar a Prey!
fi: Kyllä, arvostele Prey!
it: Si, vota Prey!

source: Information
ca: Informació
de: Informationen
fi: Tiedot
it: Informazioni
